accion.actualizar=Actualizar
accion.agregar=Agregar
accion.eliminar=Eliminar
accion.guardar=Guardar
accion.nuevo=Nuevo
accion.recordar=Recordar
accion.registrar=Registrar
accion.regresar=Regresar
aplicacion.titulo=TuJuegos.com
carrito.cantidad=Cantidad
carrito.datos=Datos del Producto
carrito.facturar=Facturar
carrito.no_mostrar=Carrito V\u00e1cio!
carrito.seguirComprando=Seguir Comprando
carrito.titulo=Productos en el Carrito
carrito.total=Total
carrito.totalCompra=Total de Compra
carrito.verCarrito=Ver Carrito
categoria.activo=Activo
categoria.categoria=Categoria
categoria.agregar=Agregar Categoria
categoria.descripcion=Descripci\u00f3n
categoria.listado=Listado de Categorias
categoria.rutaImagen=Imagen
categoria.total=Total Categorias
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
e403.titulo=Acceso denegado
error.login=Credenciales err\u00f3neas
informacion.contacto.titulo=Informaci\u00f3n de Contacto
informacion.contacto.correo=Correo
index.nuestrosProductos=Nuestros Productos
lista.vacia=Lista Vac\u00eda
login.login=Autenticar
login.password=Contrase\u00f1a
login.username=Usuario
plantilla.bienvenido=Usuario
plantilla.categorias=Categorias
plantilla.derechos=TuJuegos.com Derechos Reservados 2023
plantilla.juegos=Juegos
plantilla.pruebas=Pruebas
plantilla.idioma=Idioma
plantilla.asociaciones=Asociaciones
plantilla.consultas=Consultas
plantilla.reportes=Reportes
plantilla.suTienda=Su tienda en l\u00ednea
plantilla.troles=Roles
plantilla.tusuario=Usuario
plantilla.usuarios=Usuarios
plantilla.contacto=Cont\u00e1cto
plantilla.nosotros=Nosotros
plantilla.admin=Gestiones
nosotros.titulo=Sobre Nosotros
nosotros.texto1= Somos TuJuego.Com, una tienda en l\u00ednea dedicada a la venta de videojuegos. Fundada hace m\u00e1s de una d\u00e9cada, nos hemos convertido en un referente en la industria del entretenimiento digital.
nosotros.mision=Misi\u00f3n
nosotros.texto2=Nuestra misi\u00f3n es proporcionar a nuestros clientes una experiencia de compra excepcional al ofrecer una amplia variedad de videojuegos de alta calidad, mantenernos al d\u00eda con las \u00faltimas tendencias y tecnolog\u00edas, y garantizar la seguridad y privacidad de sus datos personales en todo momento.
nosotros.vision=Visi\u00f3n
nosotros.texto3=Nuestra visi\u00f3n en TuJuego.Com es convertirnos en la principal plataforma de venta de videojuegos en l\u00ednea, reconocida por ofrecer la mejor experiencia de compra y la m\u00e1s amplia selecci\u00f3n de t\u00edtulos para jugadores de todas las edades y preferencias.
nosotros.f=Fortalezas:
nosotros.o=Oportunidades:
nosotros.d=Debilidades:
nosotros.a=Amenazas:
nosotros.fortalezas=Amplia gama de t\u00edtulos, experiencia en la industria, equipo experto.
nosotros.oportunidades=Crecimiento del mercado de videojuegos, expansi\u00f3n a nuevos mercados.
nosotros.debilidades= Competencia en l\u00ednea, dependencia de proveedores externos.
nosotros.amenazas=Cambios en las preferencias de los consumidores, pirater\u00eda inform\u00e1tica
nosotros.texto4=Gracias por confiar en nosotros como tu destino n\u00famero uno para la compra de videojuegos en l\u00ednea. \u00a1Esperamos verte pronto en TuJuego.Com!
nosotros.texto5=Para cualquier consulta o comentario, no dudes en ponerte en contacto con nuestro equipo de atenci\u00f3n al cliente. Estamos aqu\u00ed para ayudarte en todo lo que necesites.
nosotros.texto6=\u00a1Gracias por ser parte de la familia TuJuego.Com!
nosotros.redes=Redes Sociales
contacto.agregar=Agregar Comentario 
contacto.agregarJ=Agregar Juego 
nombre.nombre=Nombre
juego.empresa=Empresa
juego.precio=Precio
juego.list=Listado de Juegos
apellido.apellido=Apellido
telefono.telefono=N\u00famero de Tel\u00e9fono
mensaje.mensaje=Mensaje
comentario.nohay=No hay Comentarios
agregar.comentario=Agregar Comentario
comentario.comentario=Comentario
inicio.inicio=Inicio de Sesi\u00f3n
correo.correo=Correo
contrasena.contrasena=Contrase\u00f1a
filtro.categoria=Filtrar por Categor\u00eda
index.texto1=Soy una plataforma l\u00edder en la venta de videojuegos en l\u00ednea. Con m\u00e1s de 10 a\u00f1os de experiencia en el mercado, me he consolidado como una opci\u00f3n confiable para los amantes de los videojuegos.
index.texto2=En TuJuego.Com, mi prioridad es ofrecerte la mejor experiencia de compra. Garantizo seguridad en todas las transacciones y una amplia selecci\u00f3n de t\u00edtulos para todas las plataformas.
index.texto3=Mi cat\u00e1logo incluye una variedad de g\u00e9neros, desde acci\u00f3n y aventura hasta juegos de rol y estrategia. Trabajo en estrecha colaboraci\u00f3n con los principales desarrolladores y distribuidores para ofrecerte los \u00faltimos lanzamientos y los cl\u00e1sicos favoritos.
index.texto4=Adem\u00e1s de videojuegos, tambi\u00e9n ofrezco una selecci\u00f3n de accesorios y dispositivos para mejorar tu experiencia de juego. Desde mandos y auriculares hasta tarjetas de regalo y membres\u00edas de suscripci\u00f3n, tengo todo lo que necesitas para sacar el m\u00e1ximo provecho de tu consola o PC.
index.texto5=En TuJuego.Com, me esfuerzo por brindarte un servicio excepcional. Mi equipo de atenci\u00f3n al cliente est\u00e1 disponible para ayudarte en cualquier momento y resolver cualquier pregunta o problema que puedas tener.
index.texto6=Explora mi sitio hoy y descubre una nueva forma de experimentar el mundo de los videojuegos. \u00a1Bienvenido a la comunidad de TuJuego.Com!
index.texto7=Con una interfaz intuitiva y f\u00e1cil de usar, navegar por mi sitio es una experiencia agradable y sin complicaciones. Organizo mis productos en categor\u00edas claras y brindo herramientas de b\u00fasqueda avanzadas para que puedas encontrar exactamente lo que est\u00e1s buscando.
index.texto8=En TuJuego.Com, creo en la transparencia y la honestidad. Todos mis productos tienen descripciones detalladas y opiniones de usuarios reales para que puedas tomar decisiones informadas antes de realizar una compra.
index.texto9=\u00bfTienes preguntas sobre un producto o necesitas ayuda con un pedido? Mi equipo de soporte est\u00e1 disponible las 24 horas del d\u00eda, los 7 d\u00edas de la semana, para brindarte asistencia personalizada y resolver cualquier problema que puedas encontrar.
index.texto10=\u00a1\u00danete a la comunidad de TuJuego.Com hoy y descubre una nueva forma de disfrutar de tus videojuegos favoritos!
index.texto11=Con una amplia gama de servicios, desde env\u00edo r\u00e1pido hasta garant\u00edas de calidad, me esfuerzo por brindarte la mejor experiencia de compra en l\u00ednea. En TuJuego.Com, tu satisfacci\u00f3n es mi m\u00e1xima prioridad.
index.texto12=No solo soy una tienda de videojuegos; tambi\u00e9n soy una comunidad apasionada de jugadores que comparten su amor por los juegos. \u00danete a mis redes sociales y participa en eventos, concursos y debates sobre tus juegos favoritos.
index.texto13=Estoy comprometido con la excelencia en todo lo que hago. Desde la selecci\u00f3n de productos hasta la atenci\u00f3n al cliente, trabajo incansablemente para superar tus expectativas y brindarte una experiencia de compra excepcional.
index.texto14=\u00a1Gracias por elegir TuJuego.Com! Espero que disfrutes de tu experiencia de compra y que encuentres los juegos y accesorios que est\u00e1s buscando. \u00a1Divi\u00e9rtete jugando!
index.titulobienvenida=\u00a1Bienvenido a TuJuego.Com!
index.ultimasnoticias=\u00a1Las \u00daltimas Noticias!
cate.nohay= No hay categorias disponibles
juego.agregar=Agregar Juego
juego.Existencia=Existencia
juego.idCatego=ID Categoria
juego.nohay=No hay juegos disponibles
filtro.preciomin=Ingrese el Precio Menor
filtro.preciomax=Ingrese el Precio Mayor
filtro.buscar=Buscar
filtro.nombrejuego=Buscar por Nombre de Juego
filtro.filtrarcat=Filtrar por Categor\u00eda
filtro.filtrar=Filtrar
filtro.todascategorias=Todas las categor\u00edas
carrito.titulo=Carrito de compras
carrito.sinarticulos=No hay art\u00edculos en el carrito.
carrito.montototal=Monto Total
carrito.seguircomprando=Seguir Comprando
carrito.facturarypagar=Facturar y Pagar
carrito.tabla.numero=ID
carrito.tabla.nombre=Nombre
carrito.tabla.precio=Precio
carrito.tabla.cantidad=Cantidad
carrito.tabla.total=Total
index.destacados=Juegos Destacados
index.nuestrosProductos=Nuestros Productos
carrito.veritems=Ver Art\u00edculos del Carrito
registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para activar su cuenta en TuJuegos.com siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de TuJuegos.com</h2>
registro.correo.recordar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para resetear la contrase\u00f1a de su cuenta en TuJuegos.com siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de TuJuegos.com</h2>
registro.mensaje.activacion.ok=Por favor revise su cuenta de correo %s para activar su usuario en el sistema TuJuegos.com
registro.mensaje.activacion=Activacion de cuenta en TuJuegos.com
registro.mensaje.recordar.ok=Por favor revise su cuenta de correo %s para recuperar su usuario en el sistema TuJuegos.com
registro.mensaje.recordar=Recordar cuenta en TuJuegos.com
registro.mensaje.usuario.o.correo=Ya existe un usuario con elcontrme %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario
texto.no=No
texto.si=Si
usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Usuario
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.limite=L\u00edmite de Cr\u00e9dito
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.total=Total Usuarios
usuario.username=Usuario
validar.validar=Validar
enviar.enviar=Enviar
mensaje.gracias=Gracias Por su compra
mensaje.inicia=Por favor inicie sesi\u00f3n